tap homebrew/cask-fonts
#brew cask install font-hack-nerd-font

brew "youtube-dl"

brew "node"
brew "ffmpeg"
brew "docker"
brew "rbenv"
brew "wget"
brew "gpg"
brew "git"
brew "bash-completion"
brew "openjdk"
brew "make"
brew "visual-studio-code"

# cask apps
cask "iterm2"
cask "google-chrome"
cask "vlc"
cask "spotify"
cask "slack"
cask "fantastical"
cask "sublime-text"
cask "little-snitch"
cask "micro-snitch"
cask "keybase"
cask "ngrok"
cask "visual-studio-code"
cask "steam"
cask "caffeine"
cask "dropbox"
cask "docker"
cask "lastpass"
cask "transmission"
cask "qlcolorcode"
cask "qlstephen"
cask "qlmarkdown"
cask "quicklook-json"

#pentest tools
#brew "sidaf/homebrew-pentest/dirb"
#brew "sidaf/homebrew-pentest/dnsrecon"
#brew "sidaf/homebrew-pentest/gobuster"
brew "gobuster"
brew "nmap"
brew "curl"
brew "curl-openssl"
brew "awscli"
brew "openssl"
brew "sqlite"
brew "masscan"
brew "proxychains-ng"
brew "tmux"
cask "proxyman"
cask "tor-browser"
cask "homebrew/cask-versions/firefox-developer-edition"
cask "burp-suite"
cask "postman"
cask "signal"
cask "adoptopenjdk8"


