brew "youtube-dl"
brew "node"
brew "ffmpeg"
brew "openssl"
brew "sqlite"
brew "docker"
brew "rbenv"
brew "wget"
brew "gpg"
brew "curl"
brew "curl-openssl"
brew "awscli"
brew "nmap"
# cask apps
cask "google-chrome"
cask "vlc"
cask "spotify"
cask "slack"
cask "fantastical"
cask "sublime-text"
cask "little-snitch"
cask "micro-snitch"
cask "proxyman"
cask "keybase"
cask "ngrok"
cask "visual-studio-code"
cask "steam"
cask "tor-browser"

#pentest tooosl
brew "sidaf/homebrew-pentest/dirb"
brew "sidaf/homebrew-pentest/dnsrecon"
brew "sidaf/homebrew-pentest/gobuster"